<html><head><title>pitinnu - When less is Superior</title></head><body>
<div style="font-size:10pt;font-family:Verdana;position:absolute;left:6px;top:351px;width:670px;height:160px;z-index:1" align="left">
1. Melhor contagem de pontos de fun&ccedil;&atilde;o;<br/>
2. Vers&otilde;es nativas multiplataforma para MacOS X (Carbon), Linux e FreeBSD (GTK2 e Qt);<br/>
3. Acesso, via Web, com Firefox e IE atrav&eacute;s de plugins;<br/>
4. Gerador de relat&oacute;rios e gr&aacute;ficos;<br/>
5. Auditoria;<br/>
6. Suporte &agrave; internacionaliza&ccedil;&atilde;o;<br/>
7. Clusteriza&ccedil;&atilde;o e load-balance;<br/>
8. Integra&ccedil;&atilde;o com SGBDs relacionais;<br/>
9. Comparador visual de modelos;<br/>
10.Certifica&ccedil;&atilde;o digital.</div>
<div style="font-size:14pt;font-family:'Eras Medium ITC';color:white;position:absolute;left:0px;top:0px;width:799px;height:22px;background-color:#008040;z-index:2" align="left">
O que &eacute; o pitbrowser?</div>
<a href="http://www.pitinnu.com"><img src="/extpascal/pitinnu/images/pitinnu_install.jpg" align="top" border="0" width="164" height="314" style="position:absolute;left:0px;top:22px;width:164px;height:314px;z-index:3"></a>
<div style="font-size:10pt;font-family:Verdana;position:absolute;left:170px;top:28px;width:623px;height:272px;z-index:4" align="justify">
O <b>pitbrowser</b> &eacute; uma interface para manipula&ccedil;&atilde;o de dados, informa&ccedil;&otilde;es e processos de neg&oacute;cios que permite aos usu&aacute;rios desenvolverem suas atividades profissionais de forma mais intuitiva e pr&aacute;tica.<br/>
<br/>
O <b>pitbrowser</b> se adapta ao usu&aacute;rio, oferecendo-lhe, sob a forma de <b>Tarefas</b>, as atividades pertinentes ao desenvolvimento de seus trabalhos de acordo com o perfil de cada um e de forma independente dos sistemas de origem.<br/R>
<br/>
Ao inv&eacute;s de "navegar" em in&uacute;meros sistemas, telas e op&ccedil;&otilde;es de menus para se chegar a um resultado, o <b>pitbrowser</b> simplifica o dia a dia de seus usu&aacute;rios, apresentando-lhes as Tarefas que de fato fazem parte de sua rotina, de forma padronizada e objetiva.<br/>
<br/>
Na medida em que mais "pacotes de neg&oacute;cios" sejam desenvolvidos e colocados em produ&ccedil;&atilde;o, estes apresentar&atilde;o suas Tarefas, via <b>pitbrowser</b>, para os usu&aacute;rios pertinentes, sob a forma de Wizards (Assistentes) e Workflows (Fluxos de Trabalho).<br/>
<br/>
Sugest&otilde;es, D&uacute;vidas e Informe de Erros acesse: <a href="http://www.pitinnu.com">pitinnu Support</a></div>
<div style="font-size:14pt;font-family:'Eras Medium ITC';color:white;position:absolute;left:0px;top:323px;width:799px;height:22px;background-color:#008040;z-index:5" align="left">
Recursos projetados para as pr&oacute;ximas vers&otilde;es</div>
</body>
</html>
